<template>
  <p>
    所有数据和信息均按原样提供，仅供参考，不宜用于交易用途或视为财务、投资、税务、法务、会计或其他方面的建议。在进行任何交易之前，请咨询您的经纪人或财务代表，确认报价。Kynance
    并非投资顾问、财务顾问或证券经纪公司。任何数据和信息均不构成 Kynance
    对买入、卖出或持有任何证券或金融产品的投资建议、要约、推荐或推销；此外，Kynance
    不保证任何投资的可行性和适宜性（也不对其发表任何意见）。
  </p>
  <p>
    任何数据和信息均不构成投资建议（无论是一般建议还是定制建议）。此类数据和信息中提及的金融产品或活动可能不适合您的投资取向以及投资目标或期望。您必须根据自己的兴趣、投资目标、投资期限和风险偏好来考量任何金融产品或活动是否适合自己。Kynance
    对因运作或投资上述范围内的金融产品而导致的任何损失不承担任何责任。Kynance
    不建议您以我们提供的数据和信息作为唯一依据进行任何投资决策。
  </p>
  <p>
    数据由金融交易所和其他内容提供方提供，并可能会由于金融交易所或其他数据提供方的原因而出现延迟。Kynance
    不会验证任何数据，也不承担任何数据验证的义务。
  </p>
  <p>
    Kynance、Kynance 数据或内容提供方、金融交易所及其所有关联机构和业务合作伙伴 (A)
    明确声明对数据的准确性、适用性和完整性不承担任何责任，并且 (B)
    对数据中的任何错误、遗漏或瑕疵、延迟和中断提供此类数据或依据数据而采取的任何操作概不负责。对于您因使用我们的信息而遭受的任何损失，Kynance
    及其所有信息提供商均不承担任何责任。此处所用的“业务合作伙伴”并非指与 Kynance
    建立代理关系、合作伙伴关系或合资关系的各方。
  </p>
  <p>
    您同意在事先未获得书面允许的情况下，不会对本文中的任何数据或信息进行复制、修改、重定格式、下载、存储、重现、重新处理、传播或再分发，也不会在商业性企业中使用这些数据或信息。
  </p>
  <p>
    Kynance 或 Kynance 第三方数据或内容提供方对各自所提供的数据和信息享有专有权。 请在FAQ页面中查找
    Kynance 提供的所有上市交易所和指数信息以及相应的延时情况。
  </p>
</template>
